export const featureList = [
  "Не стесняйся добавлять в вишлист дорогой подарок.",
  "Друзья могут участвовать не поровну, а на комфортную для себя сумму.",
  "Избавь друзей от нервотрепки и бесконечных чатов."
];

export const flowSteps = [
  "Создай вишлист с самыми желанными подарками",
  "Отправь ссылку своим самым близким людям",
  "Получи то, что действительно хочешь"
];

export const legalLinks = [
  { href: "/faq", label: "FAQ" },
  { href: "/privacy-policy", label: "Политика конфиденциальности" },
  { href: "/terms", label: "Пользовательское соглашение" }
];
